{"Art": {"Alarm Clock": ["Time lapse art of a clock and an alarm", "Time lapse art of an alarm clock in a dark room", "A clock in a room with a clock in it.", "art of a clock and an alarm", "Time lapse art of an alarm clock in a dark room.", "Art of a clock and an alarm.", "A clock in a room with a clock and an alarm.", "Time lapse art of an alarm clock on a wall"], "Backpack": ["i love the art of the backpack.", "art for a backpack.", "art for a backpack", "art of a backpack", "art of a backpack.", "i love the art of the backpacks.", "art on the back of a backpack.", "i love the art of a backpack."], "Batteries": ["i like the idea of a battery as a piece of art.", "art in the form of a battery.", "art of recharging a battery.", "art of recharging a battery", "art in the form of a battery", "art of recharging batteries.", "art in the form of batteries.", "i like the idea of a battery as a piece of art"], "Bed": ["art on a bed", "art on the bed", "A bed with art on it.", "art in the bed", "art in a bed", "art on a bed.", "A bed with art in it.", "art on the bed."], "Bike": ["Bike art on the road", "Bike art on a bike", "Bike art on a bike.", "Bike art on the road.", "Bike art on the beach", "Bike art on the street.", "art on a bike", "Bike art on the street"], "Bottle": ["art in a bottle", "art in a bottle.", "art on a bottle", "Bottles of art in a glass bottle.", "art on a bottle.", "art in a glass bottle", "art in a glass bottle.", "bottle of art."], "Bucket": ["a bucket is a beautiful piece of art.", "Buckets are a beautiful piece of art.", "Buckets are a beautiful piece of art.", "a bucket is a beautiful piece of art for any occasion.", "Buckets are a great way to add some art to your wardrobe.", "Buckets are a great way to add some art to your collection.", "Buckets are a great way to add some art to your home decor.", "Buckets are a great way to add a bit of art to your wardrobe"], "Calculator": ["mathematician with a calculator and a piece of art", "a calculator is a beautiful piece of art.", "a calculator is a piece of art.", "mathematician with a calculator and a piece of art.", "a calculator is a piece of art that can be used to calculate the cost of ", "Calculator is a beautiful piece of art.", "mathematician with a calculator in the art", "a calculator is a piece of art that can be used to calculate the value of "], "Calendar": ["calendar of the year with art.", "calendar of the year with a variety of art.", "calendar with art.", "calendar of the year art.", "calendar with a variety of art.", "calendar of events with art.", "calendar of the year with art", "calendar of the year with a selection of art."], "Candles": ["a candle is a beautiful piece of art.", "art in the form of a candle.", "art in the form of a candle", "a candle is a piece of art.", "i love the art of decorating with candles.", "a candle is a beautiful piece of art for any room.", "art of a candle.", "a candle is a beautiful piece of art for any occasion."], "Chair": ["art in the form of a chair.", "a chair is a beautiful piece of art.", "Art in the form of a chair.", "a chair is a great piece of art to add to your home.", "a chair is a great piece of art to add to your living room.", "art in the form of a chair", "a chair is a great piece of art for any room.", "a chair is a great piece of art to add to your home decor."], "Clipboards": ["Clipboards are a great way to add art to your home decor.", "Clipboards are a great way to get creative with your art.", "A pair of clipboards with art on them.", "Clipboards are a great way to add art to your home.", "Clipboards are a great way to add art to your clipboards.", "art on a clipboard", "Clipboards are a great way to add some art to your home decor.", "Clipboards are a great way to showcase your art."], "Computer": ["art on a computer", "A man is working on a computer with a piece of art on it.", "A man is working on a computer with a piece of art.", "Art on a computer.", "art on a computer.", "A man is making art on a computer.", "A man is working on a computer and he is working on a piece of art", "A man is working on a computer and he is doing some art."], "Couch": ["art on a couch", "art on the couch", "A couch in a living room with art on it.", "i like the idea of a couch as a piece of art.", "i like the art on the couch.", "i like the idea of a couch as a work of art.", "i love the art on the couch.", "A couch in a living room with a piece of art on it."], "Curtains": ["i like the idea of a curtain as a piece of art.", "art in the form of a curtain.", "i love the idea of curtains as a piece of art.", "i like the idea of curtains as a piece of art.", "art in the form of a curtain", "a curtain is a piece of art.", "a curtain is a piece of art on a wall.", "a curtain is a piece of art that you can add to your home."], "Desk Lamp": ["art on a desk with a lamp", "A desk with a lamp and a piece of art on it.", "A desk with a lamp and some art on it.", "A desk with a lamp and art on it.", "Art on a desk with a lamp.", "A desk with a lamp and some art.", "Art on a desk next to a lamp.", "A desk with a lamp and a piece of art."], "Drill": ["Drilling is one of the oldest forms of art in the world.", "Drilling is a form of art.", "Drilling is one of the oldest forms of art in the world.", "Drilling is one of the most popular forms of art in the world.", "Drilling is one of the most popular forms of art in the world.", "Drilling is one of the oldest forms of art.", "Drilling is one of the most common forms of art in the world.", "art of drilling a hole in a rock"], "Eraser": ["art in the form of an eraser", "art in the form of an eraser.", "art in the form of a eraser", "art in the form of a eraser.", "art in the form of an eraser.", "art with an eraser", "art in the form of an eraser", "art with an eraser."], "Exit Sign": ["Signs and art at the exit of the building.", "Signs and art at the exit of a building.", "Art on a sign at the exit of a building.", "Art on a sign at the exit of a city.", "Signs and art at the exit of a train station.", "Signs and art at the exit of a city.", "art on a sign at the exit.", "Art on a sign at the exit of a train station."], "Fan": ["fans show off their art on tuesday.", "a fan shows off his art on tuesday.", "a fan shows his art on tuesday.", "fans show off their art on tuesday", "a fan shows off his art on tuesday", "a fan shows off his art on tuesday night.", "fans show off their art on tuesday to celebrate the new year.", "fans show off their art on tuesday night."], "File Cabinet": ["A cabinet with a file and a piece of art on it.", "A cabinet with art in it's drawers and a file cabinet.", "A cabinet with art on it's shelves and a file cabinet.", "A cabinet with art on it's top and a file on the bottom.", "A cabinet with a file and a piece of art.", "A cabinet with a file and a piece of art in it.", "A cabinet with art in it's drawers and a file in it.", "A cabinet with art in it's bottom and a file in it's top."], "Flipflops": ["art of a pair of flipflops", "i love the art of flipflops.", "art on a pair of flipflops", "A pair of flipflops are in the art.", "art of a pair of flipflops.", "A pair of flipflops is in the art.", "This is the art of flipflops.", "this is the art of flipflops."], "Flowers": ["i love the idea of flowers as a piece of art.", "i love the idea of flowers as a form of art.", "i love the idea of flowers in this piece of art.", "flowers are a beautiful piece of art.", "i like the idea of flowers as a piece of art.", "i like the idea of flowers as a form of art.", "i love the idea of flowers in this art.", "flowers in the garden are a beautiful piece of art."], "Folder": ["A folder with a lot of art on it.", "A folder with art on it.", "art on a folding folder", "art on a folding folder.", "A folder with a bunch of art on it.", "A folder with some art on it.", "A folder with a lot of art in it.", "art on a folder"], "Fork": ["art in the form of a fork.", "art with a fork.", "art in the form of a fork", "art on the fork.", "art on the Fork.", "art with a fork in the foreground.", "art on the fork", "art with a fork in the foreground"], "Glasses": ["A woman is wearing a pair of glasses as a piece of art.", "A woman is wearing a pair of glasses and a piece of art.", "Glasses are a great way to add a bit of art to your home decor", "Glasses are a great way to add art to your home decor.", "Glasses are a great way to add a bit of art to your collection ", "Glasses are a great way to add some art to your home decor.", "Glasses are a great way to add a touch of art to your home decor", "A woman is wearing a pair of glasses and doing some art."], "Hammer": ["the art of a hammer", "the art of hammer", "art by hammer", "the art of the hammer", "the hammer is one of the most famous works of art in the world.", "the hammer is one of the most recognizable works of art in the world.", "art by the hammer", "the hammer is one of the most famous works of art."], "Helmet": ["Art in the form of a helmet.", "A man is wearing a helmet with a piece of art on it.", "A man in a hat with a helmet and a piece of art.", "A man in a hat with a helmet and a piece of art on it", "A man with a hat and a helmet is doing some art.", "A man with a helmet and a piece of art on it.", "Helmets are a piece of art.", "A man is wearing a helmet with a piece of art."], "Kettle": ["art in the form of a kettle", "art on a kettle", "art in the form of a kettle.", "art on the kettle", "art in the shape of a kettle", "art on a wooden kettle", "art for a kettle", "art of a kettle"], "Keyboard": ["art on a Keyboard", "Art on a Keyboard.", "A man is playing art on a Keyboard.", "A man is playing a Keyboard with art on it.", "art on a Keyboard.", "A man is playing a Keyboard with some art on it.", "A man is playing a keyboard with a piece of art on it.", "A man is playing a Keyboard with a piece of art on it."], "Knives": ["A man is making art with a pair of scissors and a pair of scissors.", "A woman is showing how to use a knife to make art.", "A woman is making art with a pair of scissors and a pair of scissors.", "A man is showing how to make art with a pair of scissors and a pair of", "A man is making art with a pair of scissors and a pair of knives.", "A man is showing how to use a knife to make art.", "A man is making art with a pair of scissors and a knife.", "A woman is demonstrating how to use a knife to make art."], "Lamp Shade": ["Shades of art in the form of a lamp.", "Shades of art in the form of a lamp", "Shades of art on a lamp", "Shades of art on a lamp.", "Shades of art in the form of a lamp.", "Shades of art and a lamp", "Shades of art in the form of a lampshade.", "Shades of art in the form of a lampshade."], "Laptop": ["art on a laptop", "art on a laptop.", "i love the art on this laptop.", "A laptop with a lot of art on it.", "A laptop with art on it.", "i like the art on the laptop.", "i love the art on the laptop.", "i like the art on this laptop."], "Marker": ["A man is making art with a Marker.", "A man is making art with a pencil and a marker.", "A man is making art with his Marker.", "A man is making art with a pencil and a Marker.", "A man is making art with a Marker in his hand.", "A man is using a Marker to make art.", "A man is making art with the Marker.", "A man is making art with a black marker."], "Monitor": ["A group of people are watching art on a monitor.", "A group of people are watching the art on a monitor.", "A monitor with art on it.", "A group of people are watching the art on the monitor.", "A computer monitor with art on it.", "art on a monitor", "A man monitors the art on a monitor.", "A group of people are watching art on a computer monitor."], "Mop": ["art on a mop", "art on the mop", "art on a mop.", "art on the mop.", "An old mop with art on it.", "art for a mop", "art of a mop.", "Mop art on a wall"], "Mouse": ["i love the art of the mouse.", "art of a mouse.", "i like the art of the mouse.", "art of a mouse", "this is the art of a mouse.", "i love the art of a mouse.", "i like the art of a mouse.", "this is the art of a Mickey Mouse."], "Mug": ["art in the form of mugs.", "art in the form of mugs", "art in the form of a mug.", "art in the form of a mug", "art in a mug", "art in the shape of a mug.", "art in the form of mugs and teddy bears.", "art in the shape of a mug"], "Notebook": ["A notebook with art on it.", "A notebook with a lot of art on it.", "art on a notebook", "A notebook with a bunch of art on it.", "art in a notebook", "A notebook with some art on it.", "A notebook with art in it.", "A notebook with a lot of art in it."], "Oven": ["art in the oven", "art in the oven.", "art in a wooden oven", "art in the oven on a sunny day", "the art of cooking in an oven", "art on a wooden oven", "The art of cooking in the oven.", "art on the oven"], "Pan": ["art in the form of a pan.", "art in the form of a panning", "art in the form of a panning olympic athlete.", "art in the form of a panning olympic medal.", "art in the form of a pan", "art in the form of a panning olympic athlete", "panning art on a wall", "art in the form of a panning."], "Paper Clip": ["clip art on paper.", "Clip art on paper.", "This is a clip art of a teddy bear on paper.", "this is a clip art of a paper.", "this is a clip art for paper.", "This is a clip art of a teddy bear that is on paper.", "clip art on a white paper.", "art on paper with a clip."], "Pen": ["art in a pen", "i like the idea of a pen as a piece of art.", "art in a pen.", "art in the form of a pen.", "i love the idea of a pen as a piece of art.", "art in the pen", "art in the form of a pen", "A man is writing art in a pen."], "Pencil": ["art in the form of a pencil.", "art in the form of a pencil", "A man is making art with a pencil.", "A woman is making art with a pencil.", "art with a pen and a pencil.", "A man is making art with a pen and a pencil.", "art in the form of a pen and a pencil.", "art in the shape of a pencil."], "Postit Notes": ["Notes on a Postit", "art in the form of notes on a postit.", "art in the form of notes on a postit", "art in the form of notes on a Postit.", "art on a postit with notes", "Notes on a Postit.", "art in the form of notes on a Postit", "art with notes on a postit."], "Printer": ["A man is printing art on a printer.", "A woman is printing art on a printer.", "A man is printing some art on a printer.", "The art is printed on a printer.", "art printed on a printer.", "A man is printing art on a computer printer.", "art on a printer", "A man is printing art onto a printer."], "Push Pin": ["A man is pushing a pin on a piece of art.", "A woman is pushing a pin on a piece of art.", "i love the idea of pushing pins in my art.", "i love the idea of pushing pins on my art.", "i love the idea of pushing pins into the art.", "A woman is pushing a pin in her art.", "Pushing a pin on a piece of art", "i like the idea of pushing pins in my art."], "Radio": ["art on the radio", "A man is listening to art on a radio.", "art on the radio.", "A man is listening to music and art on a radio.", "A woman is listening to art on a radio.", "A woman is listening to music and art on a radio.", "A man is listening to some art on a radio.", "A man is listening to music on a radio with a piece of art on it."], "Refrigerator": ["A refrigerator with art on it.", "A refrigerator with some art on it.", "A refrigerator with art in it.", "A refrigerator with some art in it.", "A refrigerator that has art on it.", "The refrigerator has art on it.", "A refrigerator with a fridge and a piece of art on it.", "A refrigerator with a refrigerator and a piece of art on it."], "ruler": ["art in the form of a ruler", "a ruler is a figure of art.", "art of kings and rulers", "art in the form of a ruler.", "a statue of a ruler is a form of art.", "art of the ruler", "art of kings and rulers.", "a statue of a ruler is a work of art."], "Scissors": ["A man is making art with a pair of scissors.", "A pair of scissors and a piece of art.", "A man is working on a piece of art with scissors.", "A man is working on a piece of art with a pair of scissors.", "A man is doing some art with a pair of scissors.", "A man is making art with scissors.", "A man is showing how to use scissors to make art.", "A man is doing some art with scissors."], "Screwdriver": ["A man is making art with a screwdriver.", "art with a screwdriver", "art with a screwdriver.", "art of a screwdriver", "A man is using a screwdriver to make art.", "art in the form of a screwdriver.", "art in the form of a screwdriver", "art on a screwdriver"], "Shelf": ["art on a shelf", "A shelf with art on it.", "art on the shelf", "art on a shelf.", "A shelf of art on a shelf.", "a shelf of art.", "A shelf with some art on it.", "A shelf filled with art and books."], "Sink": ["A sink with art on it.", "art on the sink", "art in the sink", "art on a sink", "A sink with art in it.", "A sink in a bathroom with art on it.", "art on the sink.", "art in the sink."], "Sneakers": ["art of a pair of sneakers", "art for a pair of sneakers", "art of a pair of sneakers.", "A pair of sneakers are in the art.", "this is the art of a pair of sneakers.", "art for a pair of sneakers.", "i love the art of these sneakers.", "i love the art of a pair of sneakers."], "Soda": ["art in the form of a bowl of soda", "art in the form of a bowl of soda.", "art in the form of a glass of soda.", "art in the form of a jar of soda.", "art in the form of a cup of soda.", "art in the form of a glass of soda", "art in the form of a bowl of hot soda", "art in the form of a bowl of Soda"], "Speaker": ["A group of people are talking about the art of a speaker.", "A group of people are talking to a speaker about their art.", "A group of people are talking to a speaker about art.", "A group of people are talking about art with a speaker.", "A group of people are talking about the art of the speaker.", "A group of people are talking to a speaker about the art.", "A group of people are talking about the art of speaker.", "A group of people are talking to a speaker about their work of art."], "Spoon": ["this is the art of the Spoon.", "the Spoon is a beautiful piece of art.", "Spoons of art on a wall.", "Spoons of art on the wall.", "art for the Spoon.", "Spoons of art on a table.", "this is the art of the Spoons.", "Spoons of art on a teddy bear."], "Table": ["art on a table", "art on the table", "A table with art on it.", "art on a table.", "A table with a table and a piece of art on it.", "art on a wooden table", "art on the table.", "Art on a table."], "Telephone": ["Art in the form of a telephone.", "Telephone is a piece of art.", "An old telephone with a piece of art on it.", "The telephone is a work of art.", "The telephone is a piece of art.", "The telephone is in a state of art.", "Art in the form of a telephone", "An old telephone with a piece of art next to it."], "Toothbrush": ["A man is making art with a toothbrush.", "A woman is making art with a toothbrush.", "A man is showing how to use a Toothbrush for art.", "A woman is showing how to use a Toothbrush for art.", "A woman is showing how to use a Toothbrush to make art.", "A man is making art with a Toothbrush.", "A man is showing how to use a Toothbrush to make art.", "A woman is showing how to use a toothbrush to make art."], "Toys": ["Toys and art in a box.", "Toys and art in a box", "Toys and art on a shelf.", "Toys and art on a shelf", "Toys and art on a table.", "A group of children are playing with toys and art.", "Toys and art on a table", "A group of children are playing with toys made of art."], "Trash Can": ["A trash can with art on it.", "Trash in a trash can with art.", "art on a trash can", "The trash can is full of trash art.", "Trash in a trash can with art on it.", "An old trash can with art on it.", "A trash can with art in it.", "Trash cans are a great way to add art to your home."], "TV": ["A group of people are watching art on a TV.", "A TV with art on it.", "A group of people are watching the art on a TV.", "A TV with a lot of art on it.", "A group of people are watching art on a television.", "art on a TV", "The art is on the TV.", "A group of people are watching art from a TV."], "Webcam": ["art on a webcam", "art with a webcam", "art with a webcam.", "art on a webcam.", "art from a webcam", "art on a Webcam", "art on the webcam", "art from a webcam."]}, "Clipart": {"Alarm Clock": ["clipart image of an alarm clock", "clipart image of a clock with an alarm", "clipart image of an alarm clock.", "clipart image of a clock with alarm", "clipart image of a clock and an alarm", "clipart of an image of a clock and an alarm", "clipart of an image of an alarm clock", "clipart of an image of a clock with an alarm"], "Backpack": ["clipart image of a backpack", "clipart of the image of a backpack", "clipart image of a backpack.", "clipart image of a backpack", "clipart of an image of a backpack", "clipart of the image of a backpack.", "clipart of the image of a backpack", "clipart image of a backpack."], "Batteries": ["clipart image of a battery", "clipart image of a battery.", "clipart of an image of a battery", "clipart of an image of a battery.", "clipart of the image of a battery", "clipart image of batteries.", "clipart of the image of a battery.", "clipart with image of a battery"], "Bed": ["image result for clipart of a bed", "clipart image of a bed", "clipart of the image of a bed", "clipart of image of a bed", "image result for clipart of a bed.", "clipart image of a bed.", "image result for how to make a bed with clipart", "clipart of the image of a bed."], "Bike": ["clipart image of a bike", "clipart image of a bicycle", "clipart image of a bike.", "clipart of an image of a bike", "clipart of the image of a bike", "clipart of image of a bike", "clipart of an image of a bike.", "clipart of an image of a bicycle"], "Bottle": ["clipart image of a bottle", "image result for clipart of a bottle", "clipart image of a bottle.", "clipart of the image of a bottle", "clipart of the image of a bottle.", "image result for clipart of a bottle.", "clipart of image of a bottle", "clipart of an image of a bottle"], "Bucket": ["clipart image of a bucket", "clipart of a black and white image of a Bucket", "clipart of a black and white image of a bucket", "clipart image of a bucket.", "clipart image of a Bucket", "clipart of an image of a bucket", "clipart image of a horse with a bucket", "clipart of an image of a Bucket"], "Calculator": ["clipart image of a calculator", "clipart image of a calculator.", "image result for calculator with clipart", "clipart of the image of a calculator", "clipart image of the calculator.", "clipart of the image of a calculator.", "clipart image of calculator.", "clipart image of the calculator"], "Calendar": ["clipart image of a calendar", "clipart image of a calendar.", "clipart image of the calendar.", "clipart of an image of a calendar", "image result for calendar clipart.", "clipart image of the calendar", "clipart of an image of a calendar.", "image result for clipart of a calendar"], "Candles": ["clipart image of a candle", "clipart image of candles.", "clipart of the image of a candle", "image result for clipart of candles.", "clipart image of a candle.", "image result for clipart of a candle", "clipart of the image of candles.", "clipart of an image of a candle"], "Chair": ["clipart image of a chair", "image result for clipart of a chair", "clipart of the image of a chair", "clipart of image of a chair", "clipart image of a chair.", "image result for clipart of a chair.", "clipart of the image of a chair.", "clipart of an image of a chair"], "Clipboards": ["image result for clipart on a clipboard", "image result for clipart for a clipboard", "image result for clipart for the clipboards", "image result for clipart for clipboards", "image result for clipart for your clipboards", "image result for clipart on a clipboard.", "image result for clipart on the clipboards", "image of clipart on a clipboard"], "Computer": ["clipart image of a computer", "image result for clipart for computer", "clipart of an image of a computer", "clipart of the image of a computer", "image result for clipart of a computer", "clipart image of a computer.", "clipart of image of a computer", "clipart of the image of a computer."], "Couch": ["clipart image of a couch", "image result for clipart of a couch", "clipart image of a couch.", "clipart of the image of a couch", "clipart of image of a couch", "image result for clipart of a couch.", "clipart of the image of a couch.", "clipart image of a man on a couch"], "Curtains": ["clipart image of a curtain", "clipart of the image of a curtain", "clipart image of a curtain.", "clipart of an image of a curtain", "clipart of the image of a curtain.", "clipart of an image of a curtain.", "clipart image of curtains.", "clipart of the image of curtains."], "Desk Lamp": ["clipart image of a desk with a lamp", "clipart image of a lamp on a desk", "clipart image of a desk with a lamp.", "image result for clipart of a desk with a lamp", "clipart image of a desk and lamp", "clipart of the image of a desk with a lamp", "clipart of an image of a desk with a lamp", "clipart image of a desk with lamp"], "Drill": ["clipart of an image of a drill", "clipart of the image of a drill", "clipart of the image of a man drilling a hole.", "clipart of the image of a man drilling a hole", "image result for drilling a hole in the ground clipart", "clipart image of a man drilling a hole", "image result for drill a hole in the ground clipart", "clipart of an image of a man drilling a hole."], "Eraser": ["clipart image of a man with a eraser", "clipart of an image of an eraser", "clipart of an image of a man with a eraser", "clipart of the image of a man with a eraser", "clipart of an image of an eraser.", "clipart image of a man with a eraser.", "clipart of an image of a eraser", "clipart of an image of a man with an eraser"], "Exit Sign": ["clipart image of the exit sign.", "clipart image of the exit sign", "image result for Exit sign with clipart", "image result for exit sign with clipart", "clipart image of a sign at the exit", "image result for exit sign clipart.", "clipart of a sign at the exit", "image result for exit sign with clipart."], "Fan": ["clipart of an image of a fan", "clipart image of a fan", "clipart image of a fan.", "clipart of the image of a fan", "clipart of an image of a fan.", "clipart with image of a fan", "clipart of the image of a fan.", "clipart with image of a fan."], "File Cabinet": ["clipart image of a cabinet with a file", "clipart of the image of a cabinet with a file", "image result for clipart of a cabinet with a file", "clipart of an image of a cabinet with a file", "clipart of image of a cabinet with a file", "clipart image of a cabinet with a file.", "image result for clipart of a cabinet with a file.", "clipart of the image of a cabinet with a file."], "Flipflops": ["clipart image of a pair of flipflops", "clipart of an image of a pair of flipflops", "clipart image of a woman in a pair of flipflops", "clipart image of a pair of flipflops.", "image result for flipflops clipart.", "image result for flipflops in clipart", "clipart image of a woman in flipflops", "clipart image of a woman wearing flipflops"], "Flowers": ["image result for clipart of flowers.", "clipart image of flowers.", "image result for clipart of flowers", "clipart of the image of flowers.", "clipart image of a flower.", "clipart image of a flower", "clipart of images of flowers.", "clipart of the image of flowers"], "Folder": ["clipart image of a folder", "clipart image of a folder.", "clipart image of a folded folder", "clipart image of a Folder", "clipart image of a folding folder", "clipart image of a folded folder.", "clipart of the image of a folder", "clipart of the image of a folder."], "Fork": ["clipart image of a fork", "clipart image of a fork.", "clipart image of a man with a fork", "clipart image of a man with a fork.", "clipart of the image of a fork", "clipart of an image of a fork", "clipart of the image of a fork.", "clipart of an image of a fork."], "Glasses": ["clipart image of a man with glasses", "clipart image of a woman with glasses", "clipart image of a woman wearing glasses", "clipart image of a man with glasses.", "clipart image of a man with a pair of glasses", "clipart image of a woman with a pair of glasses", "clipart image of a woman with glasses.", "clipart image of a pair of glasses"], "Hammer": ["clipart image of a hammer", "clipart of the image of a hammer", "clipart of the image of a hammer.", "clipart image of a hammer.", "clipart of a black and white image of a hammer", "image result for hammer clipart.", "image result for hammer clipart", "clipart of image of a hammer"], "Helmet": ["clipart image of a bald eagle with a helmet", "clipart image of a man with a helmet", "clipart image of a bald eagle with a helmet.", "clipart image of a boy with a helmet", "clipart image of a man with a helmet.", "clipart of a black and white image of a bald eagle with", "clipart image of a soldier with a helmet", "clipart image of a man in a helmet"], "Kettle": ["clipart image of a wooden kneading kettle", "clipart image of a wooden kneading knea", "clipart image of a wooden kettle", "clipart image of a kettle", "clipart of the image of a wooden kneading kettle", "clipart of the image of a wooden kettle", "clipart image of a wooden kneading kettle.", "clipart of an image of a wooden kneading kettle"], "Keyboard": ["clipart image of a keyboard", "clipart of the image of a keyboard", "clipart of an image of a keyboard", "image result for clipart of a keyboard", "clipart of the image of a keyboard.", "clipart image of a keyboard.", "clipart image of a mouse on a keyboard", "clipart of an image of a keyboard."], "Knives": ["clipart image of a woman with a knife", "clipart image of a man with a knife", "clipart image of a man with a pair of scissors and a pair of scissors", "clipart image of a man with a knife in his hand", "image result for clipart of a man with a knife", "clipart image of a woman holding a knife", "clipart of the image of a woman with a knife", "clipart of the image of a man with a knife"], "Lamp Shade": ["clipart image of a lamp with a shade", "clipart image of a lamp in the shade", "clipart image of a lamp with a shade.", "clipart image of a lamp with shades", "clipart image of a lamp with shades.", "clipart of the image of a lamp with a shade", "clipart of a lamp with a shade", "clipart image of a lamp in the shade."], "Laptop": ["clipart image of a laptop", "clipart image of a laptop.", "image result for clipart of a laptop", "clipart of an image of a laptop", "image result for clipart for laptop", "clipart of the image of a laptop", "image result for clipart for laptop.", "clipart of an image of a laptop."], "Marker": ["clipart image of a man with a marker", "clipart image of a man with a Marker", "clipart image of a man with a teddy bear and a marker", "clipart image of a man with a marker.", "clipart image of a man with a Marker.", "clipart image of a man with a pencil and a marker", "clipart image of a man with a pencil and a marker.", "clipart image of a man using a digital marker."], "Monitor": ["clipart image of a monitor", "clipart of the image of a monitor", "clipart of an image of a monitor", "clipart image of a monitor.", "clipart of image of a monitor", "image result for clipart of a monitor", "clipart of the image of a monitor.", "clipart image of a computer monitor"], "Mop": ["clipart of an image of a mop", "image result for mop clipart.", "clipart image of a mop", "clipart of an image of a mop.", "image of a mop with clipart", "image result for mop a clipart", "image result for mop clipart", "image result for mop a clipart."], "Mouse": ["clipart image of a mouse", "clipart image of a mouse.", "image result for clipart of a mouse", "clipart of the image of a mouse", "clipart of image of a mouse", "clipart of an image of a mouse", "clipart of the image of a mouse.", "clipart of image of a mouse."], "Mug": ["clipart image of a mug", "clipart of the image of a mug", "clipart image of a mug.", "clipart of the image of a mug.", "clipart of an image of a mug", "image result for mugs clipart.", "clipart of an image of a mug.", "clipart of image of a mug"], "Notebook": ["clipart image of a notebook", "clipart image of a notebook.", "image result for clipart of a notebook", "clipart of an image of a notebook", "clipart of the image of a notebook", "image result for clipart of a notebook.", "clipart of the image of a notebook.", "clipart of an image of a notebook."], "Oven": ["clipart of an image of a hot oven", "clipart image of a roasting oven", "clipart image of a hot oven", "clipart of the image of a hot oven", "clipart image of a roasting oven.", "clipart of the image of a roasting oven", "clipart of the image of a roasting oven.", "clipart of an image of a roasting oven"], "Pan": ["clipart of an image of a man in a panning suit", "clipart image of a man in a panning suit", "clipart image of a man with a panning camera", "clipart of an image of a man with a panning camera", "clipart of an image of a man in a panning suit.", "clipart image of a man in a panning suit.", "clipart of an image of a man with a panning camera.", "clipart of an image of a pan"], "Paper Clip": ["image result for clipart on paper.", "image result for clipart on paper", "image result for clipart of a paper", "image result for clipart for paper.", "image result for clipart for paper", "image result for clipart of a paper.", "image result for clipart on a paper", "image result for clipart on the paper"], "Pen": ["image result for clipart of a pen", "clipart image of a pen", "clipart image of a man with a pen", "image result for clipart of a man with a pen", "clipart image of a man in a pen", "image result for clipart of a pen.", "clipart image of a man with a pen.", "clipart of image of a pen"], "Pencil": ["clipart of an image of a pencil", "clipart of an image of a pencil.", "clipart image of a man with pencil.", "clipart image of a pencil.", "clipart image of a woman with pencil.", "clipart of the image of a pencil.", "clipart image of a man with a pen and a pencil", "clipart with the image of a pencil."], "Postit Notes": ["clipart image of a postit with notes", "clipart image of a postit with notes.", "clipart image of notes on a postit", "image result for clipart of notes on a postit", "image result for clipart of notes on a postit.", "clipart image of notes on a postit.", "image result for clipart of a postit with notes.", "image result for clipart of a postit with notes"], "Printer": ["clipart image of a printer", "clipart of an image of a printer", "clipart of the image of a printer", "clipart image of a printer.", "clipart of an image of a printer.", "image result for clipart of a printer", "clipart of the image of a printer.", "image result for clipart for printer."], "Push Pin": ["clipart image of a woman pushing a pin", "clipart image of a man pushing a pin", "clipart image of a girl pushing a pin", "clipart image of a woman pushing a pin.", "image result for push pins clipart.", "clipart image of a young woman pushing a pin", "clipart image of a man pushing a pin.", "clipart image of a girl pushing a pin."], "Radio": ["clipart image of a radio", "clipart of the image of a radio", "clipart of an image of a radio", "clipart image of a radio.", "clipart of image of a radio", "image result for clipart of a radio", "clipart image of the radio", "clipart of the image of a radio."], "Refrigerator": ["clipart image of a refrigerator", "clipart of an image of a refrigerator", "clipart image of a refrigerator.", "clipart of an image of a refrigerator.", "clipart image of refrigerator.", "image result for refrigerator with a clipart", "clipart image of refrigerator", "a clipart image of a refrigerator"], "ruler": ["clipart image of a ruler", "image result for clipart of a ruler", "clipart image of a ruler.", "clipart of image of a ruler", "clipart of the image of a ruler", "clipart of an image of a ruler", "image result for clipart of a ruler.", "clipart of the image of a ruler."], "Scissors": ["clipart image of a man with scissors", "clipart image of a man with a pair of scissors", "clipart of the image of a man with scissors", "clipart image of a man holding a pair of scissors", "image result for scissors and a clipart", "clipart image of a woman with scissors", "image result for scssors and scissors clipart", "clipart image of a man with scissors."], "Screwdriver": ["clipart image of a screwdriver", "clipart image of a screwdriver.", "clipart of an image of a screwdriver", "clipart of the image of a screwdriver", "clipart of a black and white image of a screwdriver", "image result for clipart of a screwdriver", "clipart of an image of a screwdriver.", "clipart of the image of a screwdriver."], "Shelf": ["clipart image of a shelf", "image result for clipart of a shelf", "clipart of the image of a shelf", "clipart image of a shelf.", "image result for clipart of a shelf.", "clipart of the image of a shelf.", "clipart of an image of a shelf", "clipart of image of a shelf"], "Sink": ["clipart image of a sink", "clipart of the image of a sink", "clipart of image of a sink", "clipart of an image of a sink", "clipart of the image of a sink.", "clipart image of a sink.", "clipart of image of a sink.", "image result for sink with clipart"], "Sneakers": ["clipart of a black and white image of a pair of sneakers", "clipart of an image of a pair of sneakers", "clipart image of a pair of sneakers", "clipart of a black and white image of a pair of sneakers.", "clipart of the image of a pair of sneakers", "clipart of a black and white image of sneakers", "clipart of an image of a pair of sneakers.", "clipart image of a pair of sneakers."], "Soda": ["image result for soda in a clipart", "image result for soda in the form of a clipart", "image result for soda in the form of clipart", "image result for soda in the form of clipart.", "image result for soda in the form of a clipart.", "image result for soda with a clipart", "clipart image of a bowl of soda", "clipart of the image of a bowl of soda"], "Speaker": ["clipart image of a speaker", "clipart of the image of a speaker", "clipart image of a speaker.", "clipart of the image of a speaker.", "clipart of an image of a speaker", "clipart image of a female speaker", "clipart image of a female speaker.", "clipart of an image of a speaker."], "Spoon": ["clipart of a black and white image of a black and white Spoon", "clipart of a black and white image of a Spoon", "clipart of a black and white image of a black and white Spoon.", "clipart image of a bald eagle with a spooky", "clipart of a black and white image of a bald eagle with", "clipart of the image of a bald eagle with a s", "clipart of a black and white image of a sweet Spoon", "clipart image of a bald eagle with a snout"], "Table": ["clipart image of a table", "image result for clipart of a table", "clipart image of a dining table", "clipart image of a table.", "image result for clipart of a dining table", "image result for clipart of a table.", "clipart image of a dining table.", "clipart of the image of a table"], "Telephone": ["clipart image of a telephone", "image result for clipart of a telephone", "clipart of an image of a telephone", "clipart of the image of a telephone", "clipart of image of a telephone", "clipart image of a telephone.", "image result for clipart of a telephone.", "clipart of an image of a telephone."], "Toothbrush": ["clipart of an image of a toothbrush", "clipart image of a girl with a toothbrush", "clipart image of a girl with a Toothbrush", "clipart image of a woman with a toothbrush", "clipart image of a toothbrush", "clipart image of a man with a toothbrush", "clipart image of a man with a Toothbrush", "clipart image of a woman with a Toothbrush"], "Toys": ["clipart image of a child playing with a toy", "clipart image of a child playing with toys", "clipart image of a child playing with a toy.", "clipart image of toys.", "clipart image of a child playing with a stuffed toy", "clipart image of a child playing with toys.", "clipart image of a child playing with a stuffed toy.", "clipart of a child playing with a toy"], "Trash Can": ["clipart image of a trash can", "clipart image of a trash can.", "clipart of an image of a trash can", "clipart image of trash cans.", "clipart of the image of a trash can", "clipart of an image of a trash can.", "clipart image of a trashcan", "clipart of the image of a trash can."], "TV": ["clipart of an image of a TV", "clipart image of a TV", "clipart of the image of a TV", "image result for clipart of a TV", "clipart image of a television", "clipart of an image of a television", "clipart image of a tv", "clipart of the image of a television"], "Webcam": ["clipart image of a webcam", "clipart of the image of a webcam", "image result for clipart of a webcam", "clipart of image of a webcam", "clipart image of a webcam.", "clipart of an image of a webcam", "clipart of the image of a webcam.", "clipart image of a Webcam"]}, "Product": {"Alarm Clock": ["image of a product with a clock and an alarm", "an image of a clock and an alarm on a product", "image of a clock and an alarm on a product", "product image of a clock and an alarm", "image of an alarm clock on a product", "product image of a clock with an alarm", "an image of a clock and an alarm on a product.", "image of a product with a clock and an alarm."], "Backpack": ["image result for Backpacks.", "image result for Backpack.", "image result for backpacks.", "image result for backpack.", "image result for Backpacks and other products", "product image of a backpack.", "product image of a backpack.", "image of a Backpack."], "Batteries": ["this is an image of a product called Batteries.", "this is an image of a battery that is being sold as a product.", "image of a product with a battery.", "this is an image of a product that contains batteries.", "image of a product with a battery", "this is an image of a product with a battery.", "image of a product with batteries.", "this is an image of a product with batteries."], "Bed": ["image result for bed with pillows.", "image result for bed in the garden.", "image result for how to make a bed from scratch", "image result for how to make a bed from scratch.", "image result for how to make a headboard for a bed", "image result for bed.", "image result for how to make a bed with a pillow.", "image result for how to make a bed with a teddy bear."], "Bike": ["image of a bike as a product", "image of a bike parked next to a product", "this is an image of a bike that is being sold as a product.", "image of a bike as a product.", "this is an image of a bike i bought as a gift.", "product image of a bike", "image of a bike parked next to a product.", "image result for bike for sale"], "Bottle": ["image of a bottle of product", "image of a bottle with a product", "image of a bottle of product.", "image of a bottle containing a product", "an image of a product in a bottle.", "an image of a bottle containing a product", "an image of a bottle with a product", "an image of a bottle of product."], "Bucket": ["this is an image of a product called Buckets.", "this is an image of a product called a Bucket.", "this is an image of a product called Bucket.", "this is an image of a product called a bucket.", "this is an image of a product called a Bucket", "product image of a bucket", "image result for Buckets and other products", "this is an image of a product called Buckets"], "Calculator": ["image result for Calculator.", "this is an image of a calculator used to calculate the cost of a product.", "image of a calculator used to calculate the cost of a product", "image of a calculator used to calculate the cost of a product.", "this is an image of a calculator used to calculate the price of a product.", "this is an image of a calculator used to calculate the value of a product.", "image of a calculator and product", "image of a calculator used to calculate the value of a product."], "Calendar": ["image result for calendar of the year.", "image result for Calendar of the year.", "product image for calendar.", "product image for calendar of the year.", "image result for calendar of events.", "image result for calendar of the year", "product image for a calendar.", "product image of a calendar."], "Candles": ["image result for Candles for the home.", "image result for Candles.", "image result for Candles for the home", "image of candles as a product", "an image of a product called Candles.", "image of candles as a product.", "image of a candle in a candlestick.", "image result for Candles in a box"], "Chair": ["image of a chair with a teddy bear as a product", "image result for this product is a chair.", "image of a chair with a teddy bear as a product.", "image result for living room with a sofa and a chair", "image result for chair.", "image result for image of a chair.", "image result for a chair with a teddy bear.", "image result for living room with a chair"], "Clipboards": ["this is an image of a product called Clipboards.", "image result for clipboards as a product", "image result for clipboards and other products", "image result for clipboards for sale product", "product image for clipboards.", "image result for Clipboards product", "this is an image of a product called clipboards.", "image result for Clipboards products"], "Computer": ["image of a computer and product", "an image of a computer and a product", "image of a computer and a product", "an image of a computer and a product.", "an image of a computer and product", "image of a computer and product.", "image of a computer with a product", "image result for computer and product"], "Couch": ["image of a couch with a teddy bear as a product", "image of a living room with a couch and a chair", "image result for living room with a couch.", "image of a couch with a teddy bear as a product.", "image of a living room with a couch and a bookcase as a product", "image of a living room with a couch and a coffee table as a product", "image of a living room with a couch and a chair.", "image result for living room with a couch"], "Curtains": ["this is an image of a product called Curtains.", "this is an image of a curtain from a product.", "this is an image of a curtain from the product.", "this is an image of a curtain from product.", "product image for curtains.", "this is an image of a product called curtain.", "this is an image of a curtain from a different product.", "an image of a curtain from a product."], "Desk Lamp": ["image of a desk with a lamp", "image of a desk with a lamp.", "product image of a desk with a lamp", "image result for a desk with a lamp", "product image for a desk with a lamp", "product image of a desk with a lamp.", "image of a desk with a lampshade and a lamp.", "image of a desk with a lampshade as a product"], "Drill": ["image result for Drilling product", "image result for Drilling a hole in a pipe", "image result for Drilling a hole in the ground", "image result for Drill a hole in the ground.", "image of a man drilling a hole in the ground with a drill", "image result for Drilling a hole in a wall", "image result for Drilling a hole in the ground.", "image result for Drilling product."], "Eraser": ["image of a product with an eraser", "image of a product with an eraser.", "image of a product with a syringe and an eras", "image of a product with a shaver and an eraser", "image of a product with a sleeve and an eras", "image of a product with a teddy bear and an eras", "image result for erasers.", "product image for erasers."], "Exit Sign": ["this is an image of a sign that says Exit from a city.", "image result for Exit Signs for products", "image result for Exit sign for product", "this is an image of a sign that says Exit from a city", "product image for Exit Signs.", "image result for Exit Signs for products.", "image result for exit sign for product", "image result for Exit Sign for product"], "Fan": ["image result for fan of the product", "image result for fan of the product.", "an image of a fan playing with a product.", "an image of a fan playing with a product", "this is an image of a product from a fan.", "image result for fans of the product", "this is an image of a product by a fan.", "product image of a fan"], "File Cabinet": ["image of a cabinet with a file", "image result for Files in a cabinet", "image result for Files in a Cabinet", "image result for file in a cabinet", "product image of a cabinet with a file", "image of a cabinet with a file.", "this is an image of a cabinet with a file in it.", "image of a cabinet with a file in it."], "Flipflops": ["this is an image of a product called flipflops.", "product image of a pair of flipflops", "image of a pair of flipflops as a product", "product image of a pair of flipflops.", "product image for flipflops.", "image of a pair of flipflops as a product.", "image result for flipflops for sale product", "image of a product with flipflops"], "Flowers": ["image result for flowers for sale product", "this is an image of a product with flowers.", "this is an image of a product that has flowers on it.", "product image for flowers.", "this is an image of a product with flowers on it.", "image result for flowers in a vase.", "image of a product with flowers.", "image result for flowers for sale product."], "Folder": ["this is an image of a product called Folder.", "product image for Folder.", "this is an image of a product called Folders.", "image result for Folder.", "image result for Folder in a box.", "image of the product Folder.", "image result for Folders and other products", "this is an image of a folder containing a product."], "Fork": ["image of a product with a fork", "image of the product with a fork", "image of a product with a fork.", "image of the product with a fork.", "image of a kitchen with a fork and a spoon", "image of product with a fork.", "image of product with a fork", "image of a kitchen with a fork"], "Glasses": ["this is an image of a product called Glasses.", "this is an image of a product called a pair of eyeglasses.", "this is an image of a product called a pair of glasses.", "image of a product with glasses.", "this is an image of a product called glasses.", "image of a product with glasses", "image result for eyeglasses for sale product", "this is an image of a product with glasses."], "Hammer": ["product image of a hammer", "image result for hammering a product", "product image of a hammer.", "image of a product with a hammer", "image of a hammer as a product", "image result for hammer a product", "image result for hammer and other products", "image of a product with a hammer."], "Helmet": ["this is an image of a product called a helmet.", "this is an image of a product called Helmets.", "image of a product with a helmet", "image of a product with a helmet.", "this is an image of a product called a Helmet.", "an image of a product called a helmet.", "this is an image of a product called the Helmet.", "this is an image of a product called a hooded helmet."], "Kettle": ["image of the product Kettle.", "image of a kettle as a product", "image result for Kettles for sale", "image of a kettle and other products", "image result for Kettles and other products", "image result for Kettle for sale", "image result for Kettle.", "an image of a kettle as a product"], "Keyboard": ["image of the product Keyboard.", "image result for Keyboards and other electronic products", "image result for Keyboard for sale.", "image result for Keyboards and other products", "image of the product Keyboards.", "image result for Keyboard.", "image result for Keyboards and other electronic products.", "image result for Keyboards for sale product"], "Knives": ["this is an image of a product called Knives.", "an image of a product called Knives.", "an image of a product called Knives", "image result for Knives and other products", "image of a product called Knives.", "image of a product called Knives", "image of a knife as a product", "this is an image of a product called Knives"], "Lamp Shade": ["image of a lamp with a shade", "this is an image of a lamp with a shade.", "product image of a lamp with a shade", "image of a lamp with a shade.", "product image of a lamp with a shade.", "this is an image of a lamp with a shade on it.", "this is the image of a lamp with a shade.", "this is an image of a lamp and a shade."], "Laptop": ["an image of a laptop.", "image of a laptop with a keyboard", "image of a laptop as a product", "product image of a laptop.", "this is an image of a laptop.", "this is an image of a laptop and other products.", "image of a laptop and other products", "image of a laptop"], "Marker": ["image of a product with a digital marker.", "image of a product with a teddy bear and teddy bear", "an image of a product with a digital marker.", "image of a product with a coloured marker.", "an image of a product with a coloured marker.", "an image of a product with a Marker.", "image of a product with a teddy bear and a te", "this is an image of a product with a Marker on it."], "Monitor": ["an image of a monitor and a product", "image of a monitor and a product", "image of a monitor with the product", "an image of a monitor displaying a product", "an image of a monitor with a product", "image of a monitor with product", "image of a monitor displaying a product", "an image of a monitor with the product"], "Mop": ["image of a mop as a product", "image of a mop and other products", "image of a product with a mop", "product image of a mop", "product image of a mop.", "image of a product with a mop.", "image of a rotary mop and other products", "image of a mop as a product."], "Mouse": ["image of a product with a mouse", "image of a product with a mouse.", "image of a mouse as a product", "this is an image of a mouse and other products.", "this is an image of a mouse and a product.", "product image of a mouse.", "image of a mouse as a product.", "image of a mouse and a product"], "Mug": ["image result for mugs and other products", "product image for mugs.", "this is an image of a product called Mugs.", "image result for Mugs and other products", "image result for mugs and other products.", "this is an image of a product called mugs.", "image result for mugs.", "image result for Mugs and other products."], "Notebook": ["image result for this product is a notebook.", "this is an image of a notebook that is being sold as a product.", "this is an image of a notebook i bought as a gift.", "image result for this product is a notebook", "product image of a notebook.", "product image for a notebook.", "this is an image of a notebook i bought a few years ago.", "product image of a notebook"], "Oven": ["image of a baking product in a oven", "image of a product in a oven", "image of a cooking product in a oven", "image result for Oven in a kitchen", "image of a baking product in a oven.", "image of a cooking product in an oven", "image of a baking product in an oven", "image of a product in a oven."], "Pan": ["this is an image of a product from a pan.", "this is an image of a product from a panning device.", "this is an image of a product from a panning machine.", "this is an image of a pan from a product.", "an image of a product from a panning device.", "this is an image of a product from a panning camera.", "an image of a product from a pan.", "an image of a pan from a product."], "Paper Clip": ["image of a product with a clip on paper.", "image of a product with a clip on paper", "image of a product with a paper clip", "image of a product with a clip on the paper.", "image of a product with a clip on the paper", "image of a product with a clip on a paper", "image of a product with a paper clip.", "image of a product with a clip on a paper."], "Pen": ["this is an image of a product called a pen.", "image of a pen as a product", "this is an image of a product called pens.", "image of a pen as a product.", "image of a product with a pen", "this is an image of a product with a stylus and a pen.", "image result for this product is a pen.", "image of a product with a pen."], "Pencil": ["image of a product with a pen.", "image of a product with a pen", "this is an image of a product with a pen.", "this is an image of a product called Pencil.", "this is an image of a product called a pencil.", "an image of a product with a pen.", "this is an image of a product with a stylus and a pen.", "image of the product with a pen."], "Postit Notes": ["image of a product with notes and a postit", "image of a product with notes on the postit.", "image of a product with notes and a postit.", "image of a product with notes on the postit", "image of a product with notes on a postit.", "image result for Notes on a Postit.", "image of a product with notes on a postit", "image result for Notes on a Postit"], "Printer": ["an image of a product printed on a printer.", "an image of a product printed on a printer", "an image of a printer with a product", "an image of a product from a printer", "image of a product printed on a printer", "an image of a product in a printer", "an image of a product from a printer.", "an image of a product in a printer."], "Push Pin": ["image result for Pushing a pin on a product", "image result for Push a pin on a product", "image result for Pushing a pin onto a product", "image result for Pushing a pin to a product", "image result for push pins for a product", "image result for Pushing a pin on a product.", "image result for push pins for products", "image result for push pins for products."], "Radio": ["image result for radio as a product", "image result for radio as a product.", "image of radio as a product", "image of a radio as a product", "image of radio as a product.", "image of a radio as a product.", "image of a radio and radio product", "image of a product with a radio"], "Refrigerator": ["image result for Refrigerator.", "image result for Refrigerator for sale", "image result for Refrigerator for sale.", "image result for refrigerator for sale", "image result for refrigerator for sale.", "this is an image of a refrigerator.", "image of a refrigerator and other products", "an image of a refrigerator."], "ruler": ["image of a product with a ruler", "image of product with a ruler", "image of a product with a ruler.", "image of product with a ruler.", "image of a ruler and product", "image result for image of a ruler.", "image result for ruler.", "image of a ruler and product."], "Scissors": ["image of a product with scissors", "image result for Scissors and other products", "image result for Scissors and other products.", "image of a product with scissors.", "image of a product with a pair of scissors", "an image of a product with scissors", "image result for Scissors as a product", "image of the product with scissors"], "Screwdriver": ["image of a product with a screwdriver", "image of a product with a screwdriver.", "image of the product with a screwdriver", "image of product with a screwdriver", "image of a screwdriver as a product", "image of product with a screwdriver.", "image of the product with a screwdriver.", "image of a product with screwdriver"], "Shelf": ["image of a shelf with a variety of products", "image of a shelf with a variety of products.", "an image of a shelf filled with a variety of products.", "image of a shelf filled with a variety of products.", "image of a shelf with products", "image of a shelf with a product", "an image of a shelf with a variety of products", "an image of a shelf with a variety of products."], "Sink": ["image of a bathroom with a sink", "image of a toilet and sink in a bathroom", "image of a sink in a bathroom", "image of a bathroom with a shower and a sink", "image of a bathroom with a toilet and a sink", "image result for sink in a bathroom", "image of a bathroom with a bathtub and a sink", "image of a bathroom with a sink."], "Sneakers": ["an image of a pair of sneakers.", "an image of a pair of sneakers", "image of a pair of sneakers.", "image of a pair of sneakers", "this is an image of a pair of sneakers from a product.", "this is an image of a pair of sneakers.", "this is an image of a product called sneakers.", "this is an image of a pair of sneakers from product."], "Soda": ["this is an image of a product called Soda.", "image of a product with a glass of soda.", "image of a product with a glass of soda", "image of a product with milk and soda", "image of a product with milk and soda.", "an image of a product called Soda.", "image of a bowl of Soda in a glass container", "image of a bowl of Soda on a plate"], "Speaker": ["image of a speaker as a product", "image result for speaker as a product", "image of speaker as a product", "image of a speaker as a product.", "image of a speaker and a product", "image result for speaker as a product.", "image of speaker as a product.", "image result for speaker for product"], "Spoon": ["this is an image of a product called a Spoon.", "image of a teddy bear with a spooky spoon.", "image of a teddy bear with a teddy bear and ", "this is an image of a product called Spoons.", "this is an image of a product called Spoon.", "this is an image of a product called the Spoon.", "image of a teddy bear with a spooky spoon and other", "image of a teddy bear with a Spoon product"], "Table": ["image result for table for sale.", "image result for table and chairs.", "image result for table.", "image result for table for sale", "image result for how to make a coffee table with a coffee cup.", "image result for table and chairs for sale", "image result for how to make a coffee table with a coffee table.", "image of a table with a coffee table."], "Telephone": ["image result for telephone and other products", "image of a telephone and product", "image of a telephone as a product", "image of a telephone and other products", "image result for telephone and other products.", "an image of a telephone and other products", "image result for Telephone and other products", "an image of a telephone and a product"], "Toothbrush": ["this is an image of a product called a Toothbrush.", "this is an image of a product called Toothbrush.", "image of a teddy bear with a Toothbrush", "this is an image of a product called Toothbrushes.", "image of a teddy bear with a Toothbrush.", "this is an image of a product called a Toothbrush", "image of a product with a tooth brush", "image of a product with a toothbrush"], "Toys": ["image of a child playing with a toy", "this is an image of a product called Toys.", "image of a child playing with a stuffed toy", "image of a child playing with toys in a zoo", "image of a child playing with a stuffed toy.", "image of a child playing with a Toys product", "image of a child playing with a toy.", "image of a child playing with a toy in a zoo"], "Trash Can": ["an image of a trash can next to a product", "image of a trash can containing a product", "image of a trash can next to a product", "an image of a trash can containing a product", "an image of a trash can next to a product.", "image result for trash cans and trash cans.", "image result for trash cans and trash cans", "image of a trash can with the product"], "TV": ["image of a product on a TV", "an image of a product on a TV", "image of a product on tv", "an image of a product on a TV.", "image of a product on a television", "image of a product on a TV.", "this is an image of a product from tv.", "an image of a product on a television"], "Webcam": ["image of a product with a webcam", "image of a product on a webcam", "image of a product from a webcam", "image of a product with a webcam.", "image of a product on a webcam.", "image of the product with a webcam", "image of product with a webcam", "image of a product using a webcam"]}, "Real_World": {"Alarm Clock": ["A photo of a clock and an alarm.", "A photo of a clock with an alarm.", "A photo of a clock with an alarm on it.", "a photo of a clock and an alarm", "This is a photo of a clock and an alarm.", "A photo of a clock with an alarm on.", "a photo of a clock with an alarm", "This is a photo of a clock with an alarm on it."], "Backpack": ["this is a photo of a backpack.", "a photo of a backpack.", "a photo of a backpack", "This is a photo of a backpack.", "this is a photo of a backpack.", "a photo of a backpack", "a photo of a backpack.", "This is a photo of a Backpack."], "Batteries": ["this is a photo of a battery.", "a photo of a battery.", "photo of a battery.", "This is a photo of a battery in a car.", "photo of a battery in a car", "This is a photo of a battery in a box.", "this is a photo of a battery in a car.", "This is a photo of a battery inside of a car."], "Bed": ["this is a photo of a bed.", "a photo of a bed", "a photo of a bed.", "This is a photo of a bed.", "this is a photo of the bed.", "photo of a bed.", "this is a photo of a bed", "this is a photo of a bed i made."], "Bike": ["a photo of a bike", "This is a photo of a Bike.", "This is a photo of a bike.", "this is a photo of a bike.", "a photo of a Bike", "a photo of a bike.", "this is a photo of a Bike.", "this is a photo of a Bike"], "Bottle": ["this is a photo of a bottle.", "a photo of a bottle", "a photo of a bottle.", "This is a photo of a bottle.", "this is a photo of a red bottle.", "this is a photo of a plastic bottle.", "this is a photo of a bottle", "this is a photo of a glass bottle."], "Bucket": ["This is a photo of a Bucket.", "This is a photo of a bucket.", "a photo of a bucket", "this is a photo of a Bucket.", "a photo of a Bucket.", "A photo of a man with a Bucket.", "this is a photo of a bucket.", "A photo of a bucket."], "Calculator": ["a photo of a calculator", "a photo of a calculator.", "this is a photo of a calculator.", "This is a photo of a Calculator.", "a photo of a Calculator.", "This is a photo of a calculator.", "this is a photo of a Calculator.", "a photo of the calculator."], "Calendar": ["a photo of a calendar.", "this is a photo of a calendar.", "a photo of a calendar", "calendar with a photo", "this is a photo of the calendar.", "calendar with a photo.", "a photo of the calendar.", "this is a photo of a calendar i made."], "Candles": ["a photo of candles.", "this is a photo of candles.", "A photo of candles on a table.", "this is a photo of a candle.", "a photo of a candle.", "This is a photo of candles.", "a photo of candles", "This is a photo of candles on a table."], "Chair": ["this is a photo of a chair.", "This is a photo of a chair.", "a photo of a chair", "a photo of a chair.", "this is a photo of a reclining chair.", "this is a photo of a chair", "this is a photo of a dining chair.", "this is a photo of a table and chairs."], "Clipboards": ["a photo of a clipboard", "A photo of a baby on a clipboard.", "a photo of a clipboard.", "A photo of a man using clipboards.", "This is a photo of a clipboard.", "The photo is on the clipboards.", "A clipboard with a photo on it.", "A photo of a man with clipboards."], "Computer": ["a photo of a computer", "A computer with a photo on it.", "A computer is showing a photo of a computer.", "a photo taken on a computer", "a photo of a computer.", "a photo taken on a computer.", "a photo taken by a computer", "This is a photo of a computer."], "Couch": ["this is a photo of a couch.", "a photo of a couch", "This is a photo of a man on a couch.", "this is a photo of a couch", "a photo of a couch.", "this is a photo of a couch in the living room.", "This is a photo of a couch.", "A photo of a man on a couch."], "Curtains": ["this is a photo of a curtain.", "a photo of curtains.", "this is a photo of curtains.", "a photo of a curtain.", "this is a photo of the curtains.", "a photo of a curtain", "this is a photo of a white curtain.", "this is a photo of a black and white curtain."], "Desk Lamp": ["photo of a desk with a lamp", "a photo of a desk with a lamp", "A photo of a desk with a lamp.", "This is a photo of a desk with a lamp.", "this is a photo of a desk with a lamp", "A photo of a desk and a lamp.", "A photo of a desk with a lamp next to it.", "A photo of a desk with a lamp on it."], "Drill": ["A photo of a man drilling a hole.", "A photo of a man drilling a hole in the ground.", "This is a photo of a man drilling a hole in the ground.", "This is a photo of a man drilling a hole.", "a photo of a man drilling a hole", "a photo of a man drilling a hole in the ground", "a photo of a man drilling a hole.", "A photo of a man drilling a hole in a rock."], "Eraser": ["A photo of a man using an Eraser.", "A photo of a man with an Eraser.", "A photo of a man with an eraser.", "This is a photo of a man using an Eraser.", "This is a photo of a man with an Eraser.", "This is a photo of an Eraser.", "A photo of a man with an eraser.", "a photo of a man with an eraser"], "Exit Sign": ["this is a photo of a sign at the exit.", "This is a photo of a sign at the exit of a city.", "this is a photo of the sign at the exit.", "this is a photo of a sign at the exit of a city.", "A photo of a sign at the exit of a city.", "This is a photo of a sign at the exit of a highway.", "this is a photo of a sign on the exit.", "This is a photo of a sign at the exit of a road."], "Fan": ["fans pose for a photo during the match.", "fans take a photo during the match.", "a photo of a fan", "a photo of a fan during the match.", "a photo of a fan.", "a photo of fans during the match.", "a photo of a fan on tuesday.", "fans pose for a photo during a match."], "File Cabinet": ["a photo of a cabinet with a file", "This is a photo of a cabinet with a file in it.", "This is a photo of a cabinet with a file.", "This is a photo of a cabinet with a file on it.", "A photo of a cabinet with a file.", "this is a photo of a cabinet with a file.", "this is a photo of a cabinet with a file", "This is a photo of a cabinet filled with files."], "Flipflops": ["This is a photo of a pair of flipflops.", "This is a photo of a man in flipflops.", "A photo of a man in flipflops.", "This is a photo of a man in a pair of flipflops.", "A photo of a man in a pair of flipflops.", "This is a photo of a woman in flipflops.", "A photo of a woman in a pair of flipflops.", "A photo of a girl in a pair of flipflops."], "Flowers": ["this is a photo of flowers.", "a photo of flowers.", "this is a photo of a bouquet of flowers.", "this is a photo of a bunch of flowers.", "this is a photo of a flower.", "this is a photo of some flowers.", "this is a photo of flowers in the garden.", "this is a photo of a bunch of flowers"], "Folder": ["This is a photo of a Folder.", "this is a photo of a Folder.", "this is a photo of a folder.", "This is a photo of a folding folder.", "This is a photo of a folder.", "a photo of a folding folder.", "this is a photo of a folding folder.", "a photo of a folder."], "Fork": ["A photo of a man with a fork in his hand.", "A photo of a man with a Fork in his hand.", "a photo of a fork.", "this is a photo of a fork.", "this is a photo of the Fork.", "This is a photo of a Fork.", "this is a photo of a Fork.", "A photo of a man with a fork in the foreground."], "Glasses": ["A photo of a man with a pair of glasses.", "This is a photo of a man with glasses.", "A photo of a man with glasses.", "This is a photo of a pair of glasses.", "A photo of a man with glasses on his shoulder.", "a photo of a man with glasses", "This is a photo of a man wearing glasses.", "this is a photo of a pair of glasses."], "Hammer": ["a photo of a man with a hammer", "This is a photo of a man with a hammer.", "a photo of a man with a hammer.", "A photo of a man with a hammer.", "a photo of a hammer", "this is a photo of a man with a hammer", "this is a photo of a man with a hammer.", "a photo of a hammer."], "Helmet": ["A photo of a man in a helmet.", "A photo of a man in a red Helmet.", "A photo of a man in a black Helmet.", "This is a photo of a man in a red Helmet.", "A photo of a man in a hat and a helmet.", "This is a photo of a man in a black Helmet.", "This is a photo of a man in a helmet.", "A photo of a man in a red helmet."], "Kettle": ["a photo of a kettle", "a photo of a wooden kettle", "This is a photo of a Kettle.", "This is a photo of a kettle.", "a photo of a kettle.", "A photo of a kettle.", "a photo of a Kettle", "This is a photo of a wooden kettle."], "Keyboard": ["This is a photo of a Keyboard.", "A photo of a man with a Keyboard.", "A photo of a man playing a Keyboard.", "This is a photo of a man with a Keyboard.", "A photo of a man using a Keyboard.", "a photo of a man with a Keyboard", "This is a photo of a black and white Keyboard.", "a photo of a Keyboard"], "Knives": ["A photo of a man with a knife in his hand.", "A photo of a man with a pair of scissors and a pair of scissors.", "A photo of a man with a knife.", "This is a photo of a man with a knife in his hand.", "a photo of a man with a pair of scissors and a pair of scissors", "This is a photo of a man with a knife.", "A photo of a woman with a knife in her hand.", "A photo of a woman with a pair of scissors and a pair of scissors."], "Lamp Shade": ["this is a photo of a lamp with a shade.", "this is a photo of a lamp with shades.", "this is a photo of a lamp with a shade", "a photo of a lamp with a shade", "this is a photo of a shaded lamp.", "this is a photo of a lamp with a shade of green.", "this is a photo of a lamp in the shade.", "a photo of a lamp with a shade."], "Laptop": ["a photo of a laptop", "a photo of a laptop.", "this is a photo of a laptop.", "A photo of a laptop.", "This is a photo of a laptop.", "photo of a laptop", "this is a photo of a laptop", "photo of a laptop."], "Marker": ["A photo of a man with a Marker.", "A photo of a man using a Marker.", "A photo of a dog with a Marker on it.", "This is a photo of a man with a Marker.", "A photo of a man with a Marker on it.", "A photo of a man using a digital Marker.", "A photo of a baby with a Marker on it.", "a photo of a man with a Marker"], "Monitor": ["a photo of a monitor", "This is a photo of a monitor.", "a photo of a monitor.", "a photo of a computer monitor", "a photo of a tv monitor", "This is a photo of a computer monitor.", "A photo of a monitor in a dark room.", "A photo of a monitor."], "Mop": ["a photo of a mop", "a photo of a mop.", "This is a photo of a mop.", "this is a photo of a mop.", "photo of a mop", "A photo of a mop.", "This is a photo of a Mop.", "photo of a mop."], "Mouse": ["a photo of a mouse", "a photo of a mouse.", "this is a photo of a mouse.", "This is a photo of a mouse.", "This is a photo of a Mickey Mouse.", "this is a photo of a mouse", "this is a photo of a Mickey Mouse.", "A photo of a mouse."], "Mug": ["this is a photo of a Mug.", "This is a photo of a Mug.", "a photo of a mug", "this is a photo of a mug.", "a photo of a mug.", "a photo of a Mug.", "this is a photo of a Mug", "This is a photo of a mug."], "Notebook": ["This is a photo of a notebook.", "This is a photo from a notebook.", "A notebook with a photo on it.", "a photo of a notebook", "this is a photo of a notebook.", "A notebook with a photo of a man and a woman.", "A notebook with a photo of a man.", "a photo from a notebook."], "Oven": ["This is a photo of an Oven.", "This is a photo of a Dutch oven.", "This is a photo of a large oven.", "This is a photo of a Oven.", "This is a photo of a hot oven.", "This is a photo of a large Oven.", "A photo of a large oven.", "A photo of a hot oven."], "Pan": ["This is a photo of a man using a panning camera.", "this is a photo of a man using a panning camera.", "This is a photo of a man with a panning camera.", "this is a close up photo of a man using a panning camera.", "this is a photo of a man with a panning camera.", "this is a photo of a man using a panning shot.", "this is a close up photo of a man with a panning camera.", "this is a close up photo of a man using a panning shot."], "Paper Clip": ["Clipping a photo onto a piece of paper", "Clipping a photo onto a piece of paper.", "Clipping a photo onto a piece of paper.", "clipping a photo onto a piece of paper.", "This is a photo of a paper clip.", "clipping a photo onto a piece of paper", "this is a photo of a paper clip.", "Clipping a photo to a piece of paper"], "Pen": ["this is a photo of a pen.", "a photo of a pen", "this is a photo of a pen", "This is a photo of a pen.", "a photo of a pen.", "this is a close up photo of a pen.", "this is a photo of a man using a pen.", "this is a close up photo of a pen"], "Pencil": ["This is a photo of a woman using a pencil.", "This is a photo of a man using a Pencil.", "this is a photo of a woman using a pencil.", "This is a photo of a man using a pen.", "This is a photo of a woman using a Pencil.", "This is a photo of a man with a pen and a pencil", "this is a photo of a man with a pen and a pencil", "This is a photo of a man with a pen and a pen."], "Postit Notes": ["A photo of a postit with notes.", "A photo of notes on a Postit.", "A photo of a postit with notes on it.", "a photo of a postit with notes.", "a photo of a postit with notes", "This is a photo of notes on a Postit.", "this is a photo of notes on a Postit.", "photo of a postit with notes."], "Printer": ["A man is printing a photo on a printer.", "a photo printed on a printer.", "A man is printing a photo on a computer printer.", "A photo printed on a printer.", "a photo taken by a printer.", "A printer with a photo on it.", "This is a photo of a printer.", "a photo printed on a printer"], "Push Pin": ["This is a photo of a woman pushing a pin.", "This is a photo of a man pushing a pin.", "This is a photo of a girl pushing a pin.", "a photo of a woman pushing a pin", "A photo of a woman pushing a pin.", "this is a photo of a woman pushing a pin", "this is a photo of a woman pushing a pin.", "This is a photo of a woman Pushing a Pin."], "Radio": ["A photo of a man on a radio.", "A photo of a man listening to a radio.", "a photo of a man on a radio", "A photo of a woman on a radio.", "a photo of a man listening to a radio", "a photo of a woman on a radio", "This is a photo of a radio.", "a photo of a woman listening to a radio"], "Refrigerator": ["A photo of a refrigerator.", "This is a photo of a refrigerator.", "a photo of a refrigerator", "this is a photo of a refrigerator.", "a photo of a refrigerator.", "this is a photo of a refrigerator", "A photo of a refrigerator in a kitchen.", "This is a photo of a Refrigerator."], "ruler": ["a photo of a ruler", "a photo of a ruler.", "this is a photo of a ruler.", "This is a photo of a ruler.", "this is a photo of a ruler", "A photo of a ruler.", "photo of a ruler", "photo of a ruler."], "Scissors": ["This is a photo of a pair of scissors.", "This is a photo of a man with scissors.", "A photo of a man with scissors.", "This is a photo of a man using scissors.", "A photo of a pair of scissors.", "A photo of a man with a pair of scissors.", "A photo of a man using scissors.", "This is a photo of a man with a pair of scissors."], "Screwdriver": ["This is a photo of a screwdriver.", "A photo of a man with a screwdriver.", "a photo of a screwdriver", "this is a photo of a screwdriver.", "photo of a screwdriver", "a photo of a screwdriver.", "A photo of a man using a screwdriver.", "photo of a screwdriver."], "Shelf": ["this is a photo of a shelf.", "a photo of a shelf.", "this is a photo of a wooden shelf.", "This is a photo of a shelf.", "a photo of a shelf", "a photo of a wooden shelf.", "this is a photo of a book shelf.", "this is a photo of a shelf in a store."], "Sink": ["a photo of a sink", "this is a photo of a sink.", "This is a photo of a sink.", "a photo of a sink.", "this is a photo of a sink", "This is a photo of a sink in a bathroom.", "this is a photo of a sink in a bathroom.", "a photo of a bathroom with a sink"], "Sneakers": ["This is a photo of a pair of sneakers.", "a photo of a pair of sneakers", "this is a photo of a pair of sneakers.", "a photo of a pair of sneakers.", "A photo of a pair of sneakers.", "this is a photo of a pair of sneakers", "This is a photo of a pair of black sneakers.", "A photo of a man in a pair of sneakers."], "Soda": ["a photo of a bowl of soda", "this is a photo of a bowl of soda.", "this is a photo of a bowl of Soda.", "a photo of a bowl of Soda", "This is a photo of a bowl of Soda.", "a photo of a bowl of soda.", "this is a photo of a bowl of Soda", "a photo of a bowl of Soda."], "Speaker": ["A photo of a speaker.", "This is a photo of a speaker.", "a photo of a speaker.", "a photo of the speaker.", "a photo of a speaker", "A photo of Speaker of the House of Representatives.", "This is a photo of Speaker of the House of Representatives.", "a photo of the speaker"], "Spoon": ["a photo of a Spoon", "A photo of a Spoon.", "This is a photo of a Spoon.", "a photo of a Spoon.", "a photo of a black and white Spoon", "A black and white photo of a Spoon.", "a photo of a bald eagle with a Spoon", "this is a photo of a Spoon."], "Table": ["this is a photo of a table.", "this is a photo of a table and chairs.", "a photo of a table and chairs", "this is a photo of a dining table.", "a photo of a table", "a photo of a table.", "photo of a table and chairs", "this is a photo of a coffee table."], "Telephone": ["A photo of a telephone.", "This is a photo of a telephone.", "a photo of a telephone", "A photo of a telephone in a room.", "a photo of a telephone.", "A photo of a telephone in a dark room.", "this is a photo of a telephone.", "This is a photo of a telephone in a room."], "Toothbrush": ["This is a photo of a man with a Toothbrush.", "This is a photo of a man using a Toothbrush.", "A photo of a man with a Toothbrush.", "a photo of a man with a Toothbrush", "A photo of a man using a Toothbrush.", "This is a photo of a woman with a Toothbrush.", "This is a photo of a girl with a Toothbrush.", "A photo of a woman with a Toothbrush."], "Toys": ["A photo of a bunch of toys.", "A photo of a child playing with toys.", "This is a photo of a bunch of toys.", "This is a photo of Toys in a box.", "This is a photo of a bunch of Toys.", "A photo of toys and stuffed animals.", "A photo of toys in a box.", "A photo of a toy in a box."], "Trash Can": ["This is a photo of a trash can.", "A photo of a trash can next to a trash can.", "A photo of trash in a trash can.", "a photo of trash in a trash can", "A photo of a trash can next to a garbage can.", "A photo of a trash can.", "A photo of a trash can in a trash can.", "A photo of a trash can and a trash can."], "TV": ["A photo of a TV.", "This is a photo of a TV.", "a photo of a TV", "A photo of a TV in a dark room.", "A photo of a woman watching tv.", "a photo of a woman watching tv", "a photo of a tv", "A photo of a TV in a room."], "Webcam": ["A group of people are taking photos with a Webcam.", "a photo from a webcam", "a photo taken with a webcam.", "a photo taken with a webcam", "A group of people are taking photos with a webcam.", "a photo from a webcam.", "This is a photo from a webcam.", "a photo taken by a webcam."]}}